[
    {
        "title": "Ennen matkaa",
        "description": "<h1>Pakkaamisen muistilista</h1>\n\nKohta mennään! Pakkaa mukaan ainakin vaihtovaatteet ja hammasharja. Niiden lisäksi heitä laukkuun myös nämä:\n\n• Henkilöllisyystodistus – <i>Pohjoismaiden kansalaisia koskee passivapaus eli ajokortillakin pärjää hyvin.</i>\n• Haalarit on sallittu, mutta kannustamme pukeutumaan teeman mukaisesti\n• Puhelin ja laturi\n• Maksuvälineet, suosithan laivalla korttimaksamista! (käteinen EI käy: Starlight, NY Club ja kylpylä)\n• Henkilökohtainen hygienia, jotta kaverillakin on mukavaa\n• Uimapuku jos aiot käydä kylpylässä\n• Iloinen mieli :)\n• Jätä kotiin alkoholi ja muut omat juomat. Kaikki matkustajat ja matkatavarat tarkistetaan satamassa.\n\n\n<h1>Saapuminen satamaan</h1>\n\nLähtö Olympiaterminaalista, <i>Olympiaranta 1</i>\n<i>Raitiovaunut 2 ja 3</i>\n\n\n<h1>Lähtöselvitys</h1>\n\nLippujen jako tapahtuu Tallink Silja Linen Olympiaterminaalissa. Jokainen matkustaja noutaa lippunsa henkilökohtaisesti ja esittää henkilöllisyystodistuksen. Et tarvitse Kide.appissa olevaa lippua tai sähköpostilla lähetettyä varausvahvistusta mukaasi satamaan.\n\n<b>Huomioi myös:</b>\nJos olet maksanut jäsenhintaisen hyttipaikan, valmistaudu todistamaan voimassa oleva opiskelijakunnan (METKA, Laureamko, Helga, HUMAKO, O’Diako) jäsenyys.",
        "bgImageAsset": "images/icon_ennenmatkaa.png",
        "imageLocation": "images/ennenmatka-min.png"
    },
    {
        "title": "Aikataulu",
        "description": "<h1>Aikataulu</h1>\n\n<b><y>Sunnuntai 10.11.2024 (Suomen aikaa)</y></b>\n12.30 - 16.15 Laivaannousukorttien jako ja lähtöselvitys satamassa\n12.30 Turvatarkastus alkaa, laivaannousu klo 13.00 alkaen\n17.00 Silja Symphony lähtee Helsingistä\n\n<b><y>Maanantai 11.11.2024 (Ruotsin aikaa)</y></b>\n10.00 Maihinnousu Tukholmassa alkaa\n16.45 Silja Symphony lähtee Tukholmasta\nLaivassa tulee olla takaisin viimeistään klo 16.15\n\n<b><y>Tiistai 12.11.2024 (Suomen aikaa)</y></b>\n10.30 Silja Symphony saapuu Helsinkiin\nHuom! Hyttien luovutus klo 10.30 mennessä.",
        "bgImageAsset": "images/icon_aikataulu.png",
        "imageLocation": "images/aikataulu-min.png"
    },
    {
        "title": "Ruokailu",
        "description": "<h1>Aamiainen</h1>\n\nMeriaamiainen tarjoillaan Grande Buffet -ravintolassa\n<b>Maanantaina klo 8.00 - 9.45</b> (Ruotsin aikaa)\n<b>Tiistaina klo 8.00 - 10.30</b> (Suomen aikaa)\n\nEnnakkoon ostetut aamiaiset on merkitty matkustajan laivaannousukorttiin.\n\nAamiaiskuponki kelpaa maksuvälineenä myös mm. Fast Lane -kahvilassa koko päivän.\n\nTavolata ja BonVivant -ravintoloissa ei ole erikoisaamiaiskattausta Kaljaasin aikana.\n\n\n<h1>Ravintolat</h1>\n\nOsalla laivan ravintoloista on tavallisesta risteilystä poikkeava menu Kaljaasin aikana.\n\n<b>Grande Buffet</b>\nKattausaika on varattu lippujen varausvaiheessa ja matkustaja saa sataman lähtöselvityksessä värikoodatun buffet-kupongin, joka oikeuttaa tiettynä aikana alkavaan kattaukseen.\n\nSunnuntain buffetkattaukset:\nSu klo 16.00 - 18.00\nSu klo 18.30 - 20.00\nSu klo 20.30 - 22.00\n\nMaanantain buffetkattaukset:\nMa klo 16.45 - 18.15\nMa klo 19.30 - 21.00\n\nIllallisbuffetin hintaan sisältyvät ruoan lisäksi ruokajuomat (olut, viini, vesi, virvokkeet ja kahvi)\n\n<b>Seaport</b>\nMaanantaina klo 16.00 - 20.30\n\nHampurilaisbuffet 28 €\nHinta sisältää hampurilaisbuffetin ja hanajuomat (ei jälkiruokaa)\nRuokailuaika 60 min\nSisäänkäynti Old Port Pubin kohdalta\n\n<b>Tavolata</b>\nAvoinna:\nSunnuntaina 17.00 - 22.00\nMaanantaina 16.45 - 21.45\n<link ext=\"https://kaljaasiristeily.fi/wp-content/uploads/2024/10/Tavolata-kaljaasi-2024-menu.pdf\">Oma Kaljaasimenu</link> risteilyn aikana\n\n<b>Fast Lane</b>\nAvoinna: Koko risteilyn ajan\nYöruokaa 22.30 - 05.00\n\n<b>Sushi & Co.</b>\nAvoinna:\nSunnuntaina 15.30 - 22.00\nMaanantaina 15.00 - 22.00\n\n<b>Grill House</b>\nAvoinna:\nSunnuntaina 17.00 - 22.30\nMaanantaina 17.00 - 22.30\n\n<b>Yöruoka</b>\nFast Lanen lisäksi yöruokapisteet Starlightin ja Bon Vivantin edessä palvelevat molempina öinä klo 23.00 - 04.00\n\n\n<h1>Baarit</h1>\n\n<b>Bon Vivant Wine bar</b>\nSunnuntaina 15.30 - 22.30\nMaanantaina 15.30 - 22.30\n\n<b>Old Port Pub</b>\nSunnuntaina 15.30 - 22.30\nMaanantaina 16.30 - 22.30\n\n<b>NY Club</b>\nSunnuntaina 16.30 - 04.00\nMaanantaina 20.00 - 04.00\n\n<b>Starlight</b>\nSunnuntaina 13.00 - 15.30 ja 20.00 - 06.00\nMaanantaina 15.00 - 05.00\n\n<b>Casino Bar</b>\nSunnuntaina 20.00 ->\nMaanantaina 18.30 - 22.00\n\n<b>Promenade Bar</b>\nSunnuntaina 15.00 ->\nMaanantaina 16.00 ->",
        "bgImageAsset": "images/icon_ravintolat.png",
        "imageLocation": "images/ravintolat-min.png",
        "link": {
            "title": "Karttaan",
            "url": "",
            "type": "internal"
        }
    },
    {
        "title": "Hyvä tietää",
        "description": "<h1>Laivan infopiste</h1>\n\nLaivan infopiste palvelee vuorokauden ympäri. Ota yhteys infoon kaikissa ongelmatapauksissa. Infon puhelinnumero hyttipuhelimella on 6700.\nInfossa ei myydä enää metrolippuja Tukholman metroon. Lisätietoja metrolipuista Tukholma-osiossa.\n\n\n<h1>Tupakointi</h1>\n\nTupakointi on mahdollista ainoastaan merkityillä tupakointipaikoilla:\n- 7. kannen ulkokannella laivan vasen puoli\n- 7. kannen ulkokannella Old Port Pubin pääty\n- 12. kannen Moonlight \"tupakkakäytävä\"\n\n\n<h1>Alkoholi</h1>\n\nOmien alkoholijuomien tuominen laivaan on kielletty. Alkoholin nauttiminen on sallittua ainoastaan laivan anniskelualueilla. Laivan myymälästä ostettuja juomia ei saa nauttia laivan ravintoloissa tai yleisissä tiloissa.\n\n\n<h1>WiFi-kirjautumisohje</h1>\n\nValitse verkko Symphony ja yhteys muodostuu automaattisesti. Huomioithan, että erityisesti laivalla Internet-yhteyden laatu ja nopeus saattaa vaihdella. \n\n\n<h1>Sairaanhoitaja</h1>\n\nLaivalla on päivystävä sairaanhoitaja, jonka tarvittaessa tavoittaa laivan infon kautta. Infon puhelinnumero hyttipuhelimella on 6700.\n\n\n<h1>Löytötavarat</h1>\n\nTallink Silja ei vastaa unohdetuista tavaroista eikä korvaa jätettyjä matkatavaroita. Tallink Siljan laivojen löytötavarat toimitetaan Suomen Löytötavarapalveluun.\n\n\n<h1>Maksaminen</h1>\n\nSuosithan korttimaksamista käteisen sijaan laivalla. Laiva ei vastaanota enää Ruotsin kruunuja.\n\n\n<h1>Järjestyssäännöt</h1>\n\nLaivalla noudatetaan <link ext=\"https://fi.tallink.com/jarjestyssaannot-laivoilla\">Tallink Silja Linen järjestyssääntöjä</link> ja voimassaolevia anniskelumääräyksiä.\n\nLiikkuminen laivan kielletyillä alueilla, laivan irtaimiston vahingoittaminen tai muu turvallisuutta vaarantava toiminta on ehdottomasti kiellettyä ja rangaistavaa. Mikäli matkustaja jää kiinni luvattomista teoista, hänet voidaan laittaa välittömästi putkaan, sakottaa sekä poistaa laivasta lähimmässä satamassa. Varustamo tekee rikosilmoituksen poliisille kaikista törkeistä ilkivallanteoista tai turvallisuuden vaarantamisesta. Kyseiset henkilöt eivät jatkossa ole tervetulleita Kaljaasille eivätkä Tallink Siljan laivoille. Matkustajan on korvattava varustamolle huolimattomuudellaan tai laiminlyönnillään aiheuttamansa vahingon täysimääräisesti. Laivahenkilökunta on oikeutettu poistamaan häiriköivä matkustaja lähimpään satamaan. \nJokaisen matkustajan velvollisuus on noudattaa kaikkia laivan henkilökunnan ohjeita. Mikäli havaitset turvallisuusrikkomuksen, ilkivallanteon tai olet muuten jollain tavalla pulassa, ota välittömästi yhteyttä laivan henkilökuntaan ja järjestysmiehiin. Jokainen on vastuussa itsestään, mutta pidetäänhän myös kaverista huolta!\n\n\n<h1>Hyttikortti</h1>\n\nLaivaannousukortti toimii myös hyttiavaimena ja siihen voi olla tallennettuna etukäteen ostettuja palveluja, kuten ateriakuponkeja. Kastunut, taitettu tai esimerkiksi leikattu kortti ei enää toimi. Säilytäthän laivaannousukortin erillään puhelimesta ja sähkölaitteista, sillä laivaannousukortin magneettiraita voi vahingoittua ja puhelin tai muut sähkölaitteet voivat ottaa häiriötä magneettiraidasta. \nMikäli hyttiavaimesi lakkaa toimimasta tai katoaa, voit käydä hakemassa laivan infosta henkilöllisyystodistusta vastaan uuden avaimen. Huom! Tässä tapauksessa myös muut hytin avaimet tulee uusia infossa. Muista siis kertoa kaverille, jos näin käy.",
        "bgImageAsset": "images/icon_info.png",
        "imageLocation": "images/info-min.png"
    },
    {
        "title": "Kylpylä",
        "description": "<h1>Kylpylä</h1>\n\n<b><y>Sunnuntaina klo 13.00 - 20.00</b></y>\n<b><y>Maanantaina klo 12.00 - 21.00</b></y>\n\nKylpyaika on 90 minuuttia ja paikkoja on rajoitetusti.\nKylpylälippu maksaa 14€ ja sisältää lainapyyhkeen.\n\nMuista ottaa mukaan oma uimapuku!\n\n\n<h1>Kylpyläbileet</h1>\n\n<b><y>Maanantaina klo 12.00 - 16.30</b></y>\n\nAloita päivä rennoilla poreallasbileillä ja pese edellisen illan Kaljaasin tuoksut iholtasi. DJ Johnny Ryder soittaa olotilaan sopivaa musiikkia, baari on auki ja uskaliaimmat saattavat voittaa drinkkilippuja.",
        "bgImageAsset": "images/icon_kylpyla.png",
        "imageLocation": "images/kylpyla-min.png",
        "link": {
            "title": "Sunflower Oasis, kansi 12",
            "url": "12",
            "type": "internal"
        }
    },
    {
        "title": "Tax Free",
        "description": "<h1>Tax Free Superstore</h1>\n\n<b>Su 17.00 - 22.00\nMa 8.30 - 10.00 & 17.00 - 22.00\nTi 8.30 - 10.30</b>\n\nLaivan Tax Free palvelee matkustajia normaalisti koko matkan ajan.\nSunnuntaina sisäänkäynti ainoastaan 7. kannen sisäänkäynnin kautta. Uloskäynti kannen 6 kautta. Tax Free-myymälään päästetään kerralla rajoitettu määrä asiakkaita.\n\nRuotsin lain mukaisesti alkoholin ostoikäraja Tax Freessä on 20 vuotta Helsinki-Tukholma välillä.\n\nVoit tuoda laivan tax-free-myymälöistä ostettuja alkoholijuomia ja tupakkatuotteita matkustajatuomisina Suomeen omaan käyttöösi tai lahjaksi. <link ext=\"https://www.tallinksilja.fi/maahantuontisaannokset\">Katso tuontirajoitukset täältä.</link>\n\nNuuskaa myydään Ruotsin lipun alla liikennöivällä Silja Symphonylla Tax Free -myymälän aukioloaikojen mukaan. Nuuskaa saat tuoda Suomeen vain omaan henkilökohtaiseen käyttöösi enintään 1000 grammaa.\n\nSuosithan korttimaksamista käteisen sijaan laivalla.",
        "bgImageAsset": "images/icon_taxfree.png",
        "imageLocation": "images/taxfree-min.png"
    },
    {
        "title": "Tukholma",
        "description": "<h1>Julkinen liikenne</h1>\n\nSL:n eli Tukholman liikennelaitoksen sivuilla on <link ext=\"https://sl.se/\">reittiopas</link>, aikataulut, hinnastot jne. Värtanin terminaalilta pääsee julkisella liikenteellä keskustaan metrolla eli Tunnelbanalla, lähin asema on Gärdet, jonne on laivalta noin 15 min kävelymatka.\n\nLipun hinta on 42 kruunua ja se on voimassa 75 minuuttia.\n\n<b>Voit ostaa lipun:</b>\n• aseman lippuautomaatista\n• mobiilisovelluksella (SL-Reseplanerare och biljetter): <AppLink>\n• näyttämällä Visa tai Mastercard -lähimaksukorttia portin lukulaitteella. Lähimaksu on henkilökohtainen, etkä voi maksaa kavereiden matkoja samalla kortilla.\n\n\n<h1>Älä ruikuta rannalla Ruotsissakaan</h1>\n\nMuista ottaa laivaannousukortti, eli hyttikortti mukaan, jos poistut laivasta Tukholmassa. Ilman korttia et pääse takaisin laivaan.\n\nMuista myös palata laivaan ajoissa. Kaikki ajat maanantaina ovat Ruotsin aikaa.\nMaihinnousu Tukholmassa alkaa klo 09.45\nSilja Symphony lähtee Tukholmasta kohti Helsinkiä klo 16.45\nLaivassa tulee olla takaisin viimeistään klo 16.15\n\n\n<h1>Hätätilanteet</h1>\n\nHätänumero on sama kuin Suomessa, 112 jos tulee oikeasti hätä.",
        "bgImageAsset": "images/icon_tukholma.png",
        "imageLocation": "images/tukholma-min.png"
    }
]